/* Top Level Items */
"MENU_APP" = "@{APP_TITLE}";
"MENU_EDIT" = "编辑";
"MENU_WINDOW" = "窗口";
"MENU_HELP" = "帮助";

/* App Menu Items */
"MENU_APP_ABOUT" = "关于@{APP_TITLE}";
"MENU_APP_SCREENSHOT" = "截图";
"MENU_APP_HIDE" = "隐藏@{APP_TITLE}";
"MENU_APP_HIDE_OTHERS" = "隐藏其它";
"MENU_APP_SHOW_ALL" = "显示全部";
"MENU_APP_QUIT" = "退出@{APP_TITLE}";
"MENU_APP_REVEAL" = "在查找器中显示";
"MENU_APP_REVEAL_GAME_PREFERENCES" = "游戏偏好设定";
"MENU_APP_REVEAL_GAME_SCREENSHOTS" = "游戏截屏";
"MENU_APP_REVEAL_GAME_LOGS" = "游戏记录";
"MENU_APP_REVEAL_APPLICATION_SUPPORT" = "应用程序支持";
"MENU_APP_REVEAL_BATTLENET" = "战网";
"MENU_APP_REVEAL_APPLICATION_PREFERENCES" = "应用程序偏好设定";
"MENU_APP_REVEAL_APPLICATION" = "应用程序";

/* Edit Menu Items */
"MENU_EDIT_UNDO" = "撤销";
"MENU_EDIT_CUT" = "剪切";
"MENU_EDIT_COPY" = "复制";
"MENU_EDIT_PASTE" = "粘贴";
"MENU_EDIT_DELETE" = "删除";
"MENU_EDIT_SELECT_ALL" = "全选";
"MENU_EDIT_FIND" = "查找";
"MENU_EDIT_FIND_FIND" = "查找…";
"MENU_EDIT_FIND_NEXT" = "查找下一个";
"MENU_EDIT_FIND_PREVIOUS" = "查找上一个";
"MENU_EDIT_FIND_USE_SELECTION" = "使用选定内容查找";
"MENU_EDIT_FIND_JUMP_TO_SELECTION" = "跳转到选定内容";
"MENU_EDIT_SPECIAL_CHARS" = "特殊字符…";

/* Window Menu Items */
"MENU_WINDOW_CLOSE" = "关闭";
"MENU_WINDOW_MINIMIZE" = "最小化";
"MENU_WINDOW_ZOOM" = "缩放";
"MENU_WINDOW_FULLSCREEN" = "切换全屏";
"MENU_WINDOW_BRING_ALL_TO_FRONT" = "全部置于顶层";

/* Help Menu Items */
"MENU_HELP_GAME_HOMEPAGE" = "@{APP_TITLE}";
"MENU_HELP_TECHNICAL_SUPPORT_FORUM" = "技术支持论坛";
"MENU_HELP_SUPPORT_PORTAL" = "战网支持";
"MENU_HELP_COPY_SUPPORT_INFO" = "复制支持信息";

/* Use when the application loads and it checks OS version */
"VERSION_CHECK" = "您正在运行@{OS_VERSION}。该操作系统有一项更新可用，其可提高@{APP_TITLE}的运行稳定性。";
"VERSION_UNSUPPORTED" = "请注意，@{OS_VERSION}对于@{APP_TITLE}来说已经过旧。尽管游戏可以继续运行有限的一段时间，但我们仍然建议您将操作系统尽快升级至@{LATEST_OS_VERSION}。请参考系统需求@{SYSTEM_REQUIREMENTS_URL}。关于如何升级操作系统，请参看该介绍@{OS_UPGRADE_URL}。关于Macintosh操作系统的相关说明，请参看该介绍@{OS_GUIDELINES_URL}。";
"VERSION_UNSUPPORTED_TITLE" = "@{APP_TITLE}";
"CONTINUE_ANYWAY"="仍然继续";
"LAUNCH_SOFTWARE_UPDATE"="启动软件升级";
"INVALID_VIDEO_DEVICE" = "@{APP_TITLE}无法启动，未找到有效的图形处理器。";
"ERROR" = "错误";
